export const dataServices = [
  { label: 'Консультація індивідуальна', value: 'Консультація індивідуальна' },
  { label: 'Консультація для пари', value: 'Консультація для пари' },
  { label: 'Статеве виховання', value: 'Статеве виховання' },
  { label: 'Психотерапія', value: 'Психотерапія' },
  { label: 'Запрошений спікер', value: 'Запрошений спікер' },
  {
    label: 'Практикум по самозадоволенню',
    value: 'Практикум по самозадоволенню',
  },
  { label: 'Гра з картками', value: 'Гра з картками' },
];

export const dataFormat = [
  {
    label: 'Онлайн',
    value: 'Онлайн',
  },
  { label: 'Офлайн', value: 'Офлайн' },
];
