const dataList = [
  {
    path_page: 'consultation',
    titleList: 'На консультаціях можна вирішити наступні запити:',
    dataList: [
      'відновлення чутливості геніталій;',
      'незадоволеність інтимним життям;',
      'складність в комунікації з партнером;',
      'зміна неадаптивних способів мастурбації;',
      'відсутність оргазмів взагалі або в партнерському сексі;',
      'проблеми з ерекцією;',
      'відсутність бажання сексу, знижене лібідо;',
      'подолання різниці в сексуальній активності партнерів;',
      'повернути пристрасть в стосунки;',
      'урізноманітнити секс;',
      "сором'язливість, скутість у ліжку;",
      'підбір секс-іграшок;',
      'підвищення сексуальної грамотності.',
    ],
  },
  {
    path_page: 'education',
    titleList: 'create title',
    dataList: [
      'консультацію з батьками стосовно питань статевого виховання дітей;',
      'індивідуальну бесіду з дитиною за згодою батьків;',
      'create text',
    ],
  },
  {
    path_page: 'psychotherapy',
    titleList: 'no title',
    dataList: [
      'пропрацювання наслідків неадекватного статевого виховання, негативних переконань про себе, своє тіло, свою сексуальність;',
      'пропрацювання негативного сексуального досвіду;',
      'пропрацювання травм сексуального насилля (разова або повторювальна подія, насилля/розбещення від близьких людей в дитячому віці, насилля/шантаж/примушування/використання наївності в підлітковому віці, насилля з боку партнера).',
    ],
  },
  {
    path_page: 'satisfaction',
    titleList: 'Практикум допоможе:',
    dataList: [
      'познайомитись зі своїм тілом (геніталіями);',
      'прийняти усе своє тіло без заборонених і табуйованих зон;',
      'зрозуміти, що з вами все окей;',
      'дозволити собі торкатися себе;',
      'навчитися досягати самозадоволення;',
      'зрозуміти де і як вам приємно;',
      'урізноманітнити стандартні схеми стимуляції;',
      'опанувати самомасаж-йоні;',
      'дослідити найпотаємніші частини себе;',
      'дарувати собі задоволення, яке потім можна адаптувати в партнерський секс.',
    ],
  },
];

export default dataList;
