const dataTextContent = [
  {
    path_page: 'consultation',
    titleList: 'На консультаціях можна вирішити наступні запити:',
    dataList: [
      'відновлення чутливості геніталій;',
      'незадоволеність інтимним життям;',
      'складність в комунікації з партнером;',
      'зміна неадаптивних способів мастурбації;',
      'відсутність оргазмів взагалі або в партнерському сексі;',
      'проблеми з ерекцією;',
      'відсутність бажання сексу, знижене лібідо;',
      'подолання різниці в сексуальній активності партнерів;',
      'повернути пристрасть в стосунки;',
      'урізноманітнити секс;',
      "сором'язливість, скутість у ліжку;",
      'підбір секс-іграшок;',
      'підвищення сексуальної грамотності.',
    ],
    text_block1: 'no text',
    text_block2: 'no text',
  },
  {
    path_page: 'psychotherapy',
    titleList: 'no title',
    dataList: [
      'пропрацювання наслідків неадекватного статевого виховання, негативних переконань про себе, своє тіло, свою сексуальність;',
      'пропрацювання негативного сексуального досвіду;',
      'пропрацювання травм сексуального насилля (разова або повторювальна подія, насилля/розбещення від близьких людей в дитячому віці, насилля/шантаж/примушування/використання наївності в підлітковому віці, насилля з боку партнера).',
    ],
    text_block1:
      'Психотерапія - це тривала комплексна робота на раціональному, образному, емоційному та тілесному рівнях в методі Consonance Therapy.',
    text_block2: 'no text',
  },
  {
    path_page: 'education',
    titleList: 'create title',
    dataList: [
      'консультацію з батьками стосовно питань статевого виховання дітей;',
      'індивідуальну бесіду з дитиною за згодою батьків;',
      'create text',
    ],
    text_block1:
      "Це не лише розмови про секс. Cтатеве виховання - набагато об'ємніше поняття і починатися воно має значно раніше, ніж прозвучить перше незручне питання до батьків. Досить керуватися стереотипними переконаннями, боятися чи оминати цієї теми. Прийшов час руйнувати старі табуйовані схеми і виховувати дітей не залякуванням і заборонами, а навпаки створювати їм умови гармонійного розвитку через трансляцію здорового відношення до тіла, його кордонів, емоційного інтелекту і відкритого спілкування на відверті теми.",
    text_block2: 'no text',
  },
  {
    path_page: 'cards',
    titleList: 'no title',
    dataList: [],
    text_block1:
      'Коли партнери розкривають свої справжні бажання і потреби один перед одним БЕЗ претензій, обвинувачень та образ (а це одне з правил гри), тоді в пару приходить неймовірна близькість і, звичайно ж, класний чуттєвий секс, який задовольняє обох.',
    text_block2:
      'Однак для більшості пар бути відвертими - це досить складне завдання. Гра дозволяє створити легку атмосферу для розмови, знизити рівень напруги і направити бесіду у правильне русло,  а також розвинути навички комунікації, коли ви уточнюєте, доповнюєте, щоб краще зрозуміти один одного і відповідно бути справді почутими!',
  },
  {
    path_page: 'speaker',
    titleList: 'no title',
    dataList: [],
    text_block1:
      'Тема сексуальності є дуже цікавою, адже довгий час була забороненою на публічне обговорення. Однак сьогодні ці знання є доступними і відкритими для всіх бажаючих. Тому організація різних заходів за участю сексолога - це чудова ідея.',
    text_block2:
      'Маю досвід виступів на жіночих бранчах, проведення дівич-вечорів за авторськими програмами, участі як спікер для жіночих та змішаних аудиторій в онлайн та офлайн форматі.',
  },
  {
    path_page: 'satisfaction',
    titleList: 'Практикум допоможе:',
    dataList: [
      'познайомитись зі своїм тілом (геніталіями);',
      'прийняти усе своє тіло без заборонених і табуйованих зон;',
      'зрозуміти, що з вами все окей;',
      'дозволити собі торкатися себе;',
      'навчитися досягати самозадоволення;',
      'зрозуміти де і як вам приємно;',
      'урізноманітнити стандартні схеми стимуляції;',
      'опанувати самомасаж-йоні;',
      'дослідити найпотаємніші частини себе;',
      'дарувати собі задоволення, яке потім можна адаптувати в партнерський секс.',
    ],
    text_block1:
      'Практикум включає теоретичну частину про природу жіночої сексуальності та практичну демонстрацію технік по самозадоволенню на відео-матеріалах з реальними жінками, а також на макеті штучної вагіни.',
    text_block2:
      "Для офлайн груп є можливість практичного відпрацювання навичок на макеті під моїм наглядом та зворотнім зв'язком.",
  },
];

export default dataTextContent;
